{
  "version": "2026-01",
  "language": "zh-CN",
  "source": {
    "url": "https://assets.warhammer-community.com/chi_28-01_kt_universal_equipment-trrri0zm3a-2lztfrabaw.pdf",
    "title": "通用装备"
  },
  "equipment": [
    {
      "id": "ammo_cache",
      "name": "弹药储备",
      "effect": "在战斗开始前，将己方的一个弹药储备标识放置在完全位于己方领地内的位置。己方特工可以在战斗期间执行以下任务行动：\n\n补充弹药（0AP）：活跃特工控制的一个己方弹药储备标识在该转折点被使用。直到下一个转折点开始前，每当该特工使用其数据卡上的一件武器进行射击时，您可以重掷一枚攻击骰。特工不能在敌方特工的控制范围内执行此行动，也不能在控制非己方的弹药储备标识，或者控制的弹药储备标识已经在转折点中被使用的情况下执行此行动。"
    },
    {
      "id": "barbed_wire",
      "name": "铁丝网",
      "effect": "铁丝网属于暴露和阻挡地形。在战斗开始前，您可以将其部署在完全位于己方领地内，杀戮区地面上且位于其他装备地形模型、访问点，以及可穿越地形 2\" 外的位置。\n\n阻挡地形：每当一名在该地形模型 1\" 内的特工穿越该地形模型时，将距离额外加上 2\"。"
    },
    {
      "id": "comms_device",
      "name": "通讯装置",
      "effect": "在战斗开始前，您可以将一个己方通讯装置标识放置在完全位于己方领地内的位置。在一名己方特工控制该标识时，其支援规则的要求距离增加 3\"（例如，选择一名 6\" 内的己方特工会变成 9\"）。请注意，您不能通过对手的通讯装置标识来获得这个规则的增益效果。"
    },
    {
      "id": "mine",
      "name": "地雷",
      "effect": "在战斗开始前，您可以将一枚己方地雷标识部署在完全位于己方领地内，杀戮区地面上且位于其他装备地形模型，访问点，以及可穿越地形 2\" 外的位置。当一名特工首次进入该标识的控制范围内时，将该标识移除，随后对那名特工造成 D3+3 点伤害。"
    },
    {
      "id": "light_barricade",
      "name": "轻型掩体",
      "effect": "轻型掩体属于轻型地形，它的支架属于不重要和暴露地形。在战斗开始前，您可以将任何轻型掩体部署在完全位于己方领地内，杀戮区地面上且位于其他装备地形模型，访问点，以及可穿越地形 2\" 外的位置。"
    },
    {
      "id": "heavy_barricade",
      "name": "重型掩体",
      "effect": "重型掩体属于重型地形。在战斗开始前，您可以将任何重型掩体部署在完全位于己方降落区 4\" 内，杀戮区地面上且位于其他装备地形模型，访问点，以及可穿越地形 2\" 外的位置。"
    },
    {
      "id": "ladders",
      "name": "爬梯",
      "effect": "爬梯属于暴露和不重要地形。在战斗开始前，您可以按照以下要求将任意爬梯部署：完全位于己方领地内；直立靠在一个至少 2\" 高的地形模型上；位于其他装备地形模型的 2\" 外；位于门和访问点的 1\" 外。\n\n每次行动限一次，每当一名特工攀爬被放置了一个爬梯的地形时，如果在那整个攀爬过程中，爬梯一直位于那名特工的控制范围内，那么将其垂直距离视作为 1\"。"
    },
    {
      "id": "utility_grenades",
      "name": "功能型手雷",
      "effect": "在您选择这件装备时，选择两枚功能型手雷（2 枚烟雾手雷、2 枚震荡手雷，或者 1 枚烟雾手雷和 1 枚震荡手雷）。每一个选项都是己方特工可以执行的独特行动，但是您的杀戮小队在战斗中只能执行一定次数的对应行动，这个次数相当于您的选项。\n\n震荡手雷（1AP）：选择位于该特工 6\" 内且可见的一名敌方特工。那名特工以及其 1\" 内的每一名其他特工进行一次震荡测试。掷一枚 D6：如果结果为 3+，那么直到那名特工的下一次激活结束前，那名特工的 APL 属性减少 1。\n\n烟雾手雷（1AP）：将一枚己方烟雾手雷标识放置在该特工 6\" 内的位置。这个标识必须对该特工可见，或者位于一个该特工可见的制高点地形上。这个标识将建立一个水平范围 1\"，高度无限（但是不影响标识下方）的烟雾区域。当一名特工完全位于烟雾区域内时，其 2\" 外的其他特工将该特工视作为被遮挡，相反也是如此。此外，每当一名特工对完全位于烟雾区域内的敌方特工进行射击时，拥有穿刺 2 或关键穿刺 2 武器规则的武器将对应拥有穿刺 1 或关键穿刺 1 武器规则来进行替代，除非特工位于彼此 2\" 内。在下一个战略阶段的就绪步骤中，掷一枚 D3。在相当于 D3 掷骰结果的激活被完成后，或者在转折点结束时（以先满足的条件为准），将烟雾手雷标识移除。\n\n一名特工不能在敌方特工的控制范围内执行上述行动，也不能在己方杀戮小队到达了本行动最大执行次数后执行。"
    },
    {
      "id": "offensive_grenades",
      "name": "爆破型手雷",
      "effect": "在您选择这件武器时，选择两枚爆炸型手雷（2 枚破片手雷、2 枚穿甲手雷，或者 1 枚破片手雷和 1 枚穿甲手雷）。每一种选项都是己方特工能够使用的远程武器，但是这些远程武器在战斗中能被己方杀戮小队使用的次数有限，这个次数相当于您的选项。\n\n破片手雷：攻击 4，命中 4+，伤害 2/4，武器规则：范围 6\"、爆炸 2\"、集中。\n\n穿甲手雷：攻击 4，命中 4+，伤害 4/5，武器规则：范围 6\"、穿刺 1、集中。"
    },
    {
      "id": "breaching_charge",
      "name": "破拆炸药",
      "effect": "每场战斗限一次，当己方特工执行破拆行动时，您可以使用该规则。若此，那名特工可以少消耗 1AP 执行那个行动（最少 1AP），如同其数据卡上拥有破拆标识一样。"
    },
    {
      "id": "portable_barricade",
      "name": "可移动掩体",
      "effect": "可移动掩体属于轻型、保护和可移动地形，其支架属于暴露和不重要地形。在战斗开始前，您可以将其部署在完全位于己方领地内，杀戮区地面上且位于其他装备地形模型，访问点，以及可穿越地形 2\" 外的位置。\n\n保护地形：在一名特工通过该地形模型获得掩护时，其豁免属性提升 1（最多提升至 2+）。\n\n可移动地形：该地形只在特工与其相连且盾牌造成阻碍（忽略支架）时才能够提供掩护。与掩体内侧相连的特工可以在战斗中执行以下独特行动。\n\n与掩体移动（1AP）：与转移行动相同，但是活跃特工可以移动的距离不能超过其移动属性减去 2\"，并且不能攀爬、跳落、跳跃，或者任何可以移除特工并重新部署的规则。在该特工进行移动前，将与其相连的可移动掩体移除。在完成移动后，将可移动掩体放置在与特工相连的位置，但是可移动掩体不能被部署在其他装备地形模型、访问点，或者可穿越地形的 2\" 外。如果这不可能，那么可移动掩体不能被再次部署。本行动被视作为是转移行动。一名特工不能在敌方特工的控制范围内执行此行动，也不能在执行了后撤或者冲锋的激活中执行此行动。"
    }
  ]
}
