{
  "version": "2024-lite-rules-page-3",
  "language": "zh-CN",
  "source": {
    "url": "https://assets.warhammer-community.com/chi_jul25_kt_lite_rules-rfhrluyapq-prxklupx0j.pdf",
    "page": 3,
    "title": "武器规则"
  },
  "rules": {
    "精准": "精准 x：您可以在不掷骰子的情况下将最多 x 枚攻击骰作为普通成功进行保留。",
    "平衡": "平衡：您可以重掷一枚攻击骰。",
    "爆炸": "爆炸 x：您选择的目标被称为主要目标。对主要目标进行射击后，使用该武器对每一个次要目标进行射击，顺序由您决定（为每一个目标单独掷骰）。次要目标是任何位于主要目标 x 距离内且对其可见的其他特工，例如“爆炸 2\"”（所有范围内的特工都属于有效目标，隐匿命令在此处没有作用）。如果主要目标拥有掩护且被遮挡，那么次要目标也是如此。",
    "残暴": "残暴：您的对手只能使用关键成功进行抵挡。",
    "无休": "无休：您可以选择一个掷骰结果并重掷那些攻击骰（例如重掷所有结果为 2 的攻击骰）。",
    "毁灭": "毁灭 x：您每次在保留一次关键成功时可以立即对成为本武器目标的特工造成 x 点伤害，例如“毁灭 3”。如果规则前方存在一个距离（例如“1\" 毁灭 x”），那么对成为目标的特工以及位于其指定距离内且可见的其他特工造成 x 点伤害。请注意，被保留的成功没有被该规则舍弃，那次成功依旧需要在之后进行结算。",
    "重型": "重型：一名特工不能在进行过移动的激活或反应期间使用这件武器，并且不能在使用过本武器的激活或反应中进行移动。如果本武器规则是“重型（仅限 x）”，这里的 x 指的是一种移动行动，并且特工只能被允许执行那种移动行动，例如“重型（仅限冲刺）”。这类武器不会影响戒备行动的进行。",
    "过热": "过热：在一名特工使用本武器后，掷一枚 D6。如果结果小于武器的命中属性，那么对特工造成相当于掷骰结果乘以二数量的伤害。如果本武器在一次行动中被多次使用（例如“爆炸”和“洪流”），您只需要掷一枚 D6。",
    "致命": "致命 x+：结果大于等于 x 的成功属于关键成功，例如“致命 5+”。",
    "有限": "有限 x：当一名特工在战斗中使用本武器 x 次后，特工不再拥有本武器。如果本武器在一次行动中被多次使用（例如“爆炸”），将它视作为被使用了一次。",
    "穿刺": "穿刺 x：防御方掷出的防御骰数量减少 x 枚，例如“穿刺 1”。如果规则为“关键穿刺 x”，那么这个规则只有在您保留了任何关键成功时才会生效。",
    "关键穿刺": "关键穿刺 x：这是穿刺规则的变体，只有在您保留了任何关键成功时才会生效。",
    "重击": "重击：如果您保留了任何关键成功，那么您可以将一次失败作为普通成功进行保留，而不是将其舍弃。",
    "灵能": "灵能：此武器或行动与灵能相关。若规则或任务对灵能武器/行动有额外限制或加成，按对应规则结算。",
    "范围": "范围 x：只有在活跃特工 x 范围内的特工才能成为有效目标，例如“范围 9\"”。",
    "毫不留情": "毫不留情：您可以重掷任何攻击骰。",
    "撕裂": "撕裂：如果您保留了任何关键成功，那么您可以将一次普通成功作为关键成功进行保留。",
    "集中": "集中：防御者不能获得掩护豁免（必须进行掷骰）。",
    "追踪": "追踪：在选择有效目标时，特工不能使用地形获得掩护。如果规则是“追踪轻型”，那么特工不能使用轻型掩体获得掩护。虽然这个武器规则会让上述特工成为有效目标（如果他们可见），但是这不会移除特工的掩护豁免（若有）。",
    "严重": "严重：如果您没有保留任何关键成功，那么您可以将一次普通成功替换成关键成功。任何在保留关键成功时触发的规则也会被触发（例如“毁灭”、“关键穿刺”等）。",
    "震荡": "震荡：在您首次使用关键成功出击时，将对手还未结算的一次普通成功舍弃（如果没有普通成功，则舍弃一次关键成功）。",
    "安静": "安静：特工可以在拥有隐匿命令时使用本武器执行射击行动。",
    "晕眩": "晕眩：如果您保留了任何关键成功，那么被本武器攻击的特工的 APL 属性减少 1 点，直到目标的下一次激活结束为止。",
    "洪流": "洪流 x：照常选择有效目标来作为首要目标，随后选择位于首要目标 x 距离内，但不位于己方特工控制范围内的任意数量的其他有效目标来作为次要目标，例如“洪流 2\"”。使用武器对所有目标进行射击，结算流程由您来决定（为每个目标分别进行掷骰）。",
    "毒素": "毒素：在结算成功骰步骤中，如果您使用任意成功造成了任何伤害，那么被该武器攻击目标会在流程结束时获得毒素指示物（若尚未拥有）。拥有毒素指示物的特工在被激活时会受到额外伤害（依该队伍规则结算）。",
    "剧毒": "剧毒：当该武器攻击拥有己方毒素指示物的敌方特工时，武器两个伤害属性提升（依该武器/队伍卡面说明结算，常见为各 +1）。",
    "乱射": "选择最多两个不位于己方特工控制范围内且不同的有效目标。按照您选择的顺序使用该武器对这两个目标进行射击（为每一个目标分别进行结算)。",
    "隐匿位置": "该特工只有在战斗中第一次执行射击行动时才能使用本武器。"
  }
}